Repository: 3dstisk/kybernaut-ic-dic
Catalog: languages/woolab-ic-dic-*.po
Languages: cs_cz

source: Kybernaut IČO DIČ has now settings, go to the %1$s page and check it out!
cs_cz: Kybernaut IČO DIČ má nově nastavení, přejděte do %1$s a prozkoumejte je!

source: Settings
cs_cz: Nastavení

source: Business ID not set.
cs_cz: IČO není vyplněno.

source: Entity doesn't exist in ARES.
cs_cz: Uvedené IČO neexistuje v ARESu.

source: ARES is not responding
cs_cz: ARES neodpovídá

source: WP ERROR, can't connect.
cs_cz: WP Chyba, nemohu se připojit.

source: View GitHub
cs_cz: Zobrazit GitHub

source: Write a Review
cs_cz: Ohodnotit

source: Business ID
cs_cz: IČO

# placeholder
source: Business ID
cs_cz: IČO

source: Tax ID
cs_cz: DIČ

# placeholder
source: Tax ID
cs_cz: DIČ

source: VAT reg. no.
cs_cz: IČ DPH

# placeholder
source: VAT reg. no.
cs_cz: IČ DPH

source: Enter a valid Business ID
cs_cz: Zadejte platnou hodnotu IČO

source: Company
cs_cz: Společnost

source: Postcode / ZIP
cs_cz: PSČ

source: Town / City
cs_cz: Město

source: Address
cs_cz: Adresa

source: %s is not corresponding to ARES.
cs_cz: %s neodpovídá hodnotám uvedeným v ARESu.

source: Unexpected error occurred. Try it again.
cs_cz: Nastala neočekávaná chyba. Vyzkoušejte znovu.

source: Enter a valid VAT number
cs_cz: Zadejte platnou hodnotu DIČ

source: Enter a valid VAT DPH number
cs_cz: Zadejte platnou hodnotu IČ DPH

source: VAT number and VAT DPH number doesn't match
cs_cz: DIČ a IČ DPH se neshodují

source: Business ID:
cs_cz: IČO:

source: Tax ID:
cs_cz: DIČ:

source: VAT reg. no.:
cs_cz: IČ DPH:

source: View Kybernaut IČO DIČ settings
cs_cz: Zobrazit nastavení Kybernaut IČ DIČ

source: Enable validation of VAT number in EU database VIES.
cs_cz: Povolit ověřování hodnoty DIČ v evropské databázi VIES.

source: To enable this feature, turn on Soap Client (ask your hosting).
cs_cz: Pro povolení povolte Soap Client (zeptejte se svého hostingu).

source: Kybernaut IČO DIČ options
cs_cz: Kybernaut IČ DIČ nastavení

source: The following options affect how Business ID and VAT number behaves.
cs_cz: Následující možnosti ovlivní, jak se bude chovat ověřování IČO a DIČ.

source: CZ: Validate Business ID in ARES
cs_cz: CZ: Ověřit IČO v ARESu

source: Enable validation of Business ID in Czech database ARES.
cs_cz: Povolit ověřování hodnoty IČO v databázi ARES.

source: CZ: Validate and autofill based on ARES
cs_cz: CZ: Ověřit a automaticky vyplňovat podle ARESu

source: Enable autofill and validation for Company, VAT number, Address, City, and Postcode fields based on Czech database ARES. Requires checked the option above.
cs_cz: Povolit automatické vyplňování a ověřování pro pole Společnost, DIČ, Adresa, Město a PSČ podle databáze ARES. Pro povolení je nutné zaškrtnout pole výše.

source: EU: Validate VAT number in VIES
cs_cz: EU: Ověřit DIČ ve VIES

source: %1$s requires %2$s to function. Please activate %2$s before you activate %1$s. This plugin has been deactivated.
cs_cz: %1$s vyžaduje %2$s, aby mohl fungovat. Prosím aktivujte %2$s předtím, než aktivujete %1$s. Tento plugin byl prozatím deaktivován.

source: Business ID is invalid.
cs_cz: IČO není platné.

source: Information loaded succesfully from ARES.
cs_cz: Informace byly úspěšně načteny z ARESu.

source: Adds Czech Company & VAT numbers (IČO & DIČ) to WooCommerce billing fields and verifies if data are correct.
cs_cz: Přidá IČO a DIČ do formuláře s fakturační adresou ve WooCommerce a ověří, jestli jsou zadané hodnoty skutečné.

source: https://kybernaut.cz
cs_cz: https://www.kybernaut.cz
